target/test-classes/xml/ocs/TC5340_001_Change_Sub_Life_Cycle_Request_Msg_Log.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>
    <S:Body xmlns:ns2="http://www.huawei.com/bme/cbsinterface/bccommon" xmlns:ns3="http://www.huawei.com/bme/cbsinterface/cbscommon" xmlns:ns4="http://www.huawei.com/bme/cbsinterface/bcservices">
        <ns4:ChangeSubLifeCycleRequestMsg>
            <ChangeSubLifeCycleRequest>
                <ns4:SubAccessCode>
                    <ns2:SubscriberKey>$SubscriberKey$</ns2:SubscriberKey>
                </ns4:SubAccessCode>
                <ns4:LifeCycleStatus>
                    <ns4:StatusExpireTime>20270429000000</ns4:StatusExpireTime>
                    <ns4:StatusIndex>4</ns4:StatusIndex>
                </ns4:LifeCycleStatus>
            </ChangeSubLifeCycleRequest>
        </ns4:ChangeSubLifeCycleRequestMsg>
    </S:Body>
</S:Envelope>